klin-lang/esp_ble/examples/mesh_s3/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_BT_ENABLED=y
CONFIG_BT_NIMBLE_ENABLED=y
CONFIG_BT_NIMBLE_ROLE_CENTRAL=y
CONFIG_BT_NIMBLE_ROLE_OBSERVER=y
CONFIG_BT_NIMBLE_ROLE_PERIPHERAL=y
CONFIG_BT_NIMBLE_ROLE_BROADCASTER=y
CONFIG_BT_NIMBLE_MESH=y
CONFIG_BT_NIMBLE_MESH_PROV=y
CONFIG_BT_NIMBLE_MESH_PB_ADV=y
CONFIG_BT_NIMBLE_MESH_PB_GATT=y
CONFIG_BT_NIMBLE_MESH_GATT_PROXY=y
CONFIG_BT_NIMBLE_MESH_RELAY=y
